{
  "home": {
    "title": "Welcome"
  },
  "projects": {
    "title": "Projects"
  },
  "legal-notice": {
    "title": "Legal Notice",
    "information": {
      "title": "Information according to §5 TMG",
      "informations": "Valentin Wagner IT-Engineering\nOtto-Franke-Straße 40\n06485 Quedlinburg\nGermany\nDE362280369"
    },
    "contact": {
      "title": "Contact",
      "mail": "E-Mail: info@wagner-ite.de"
    },
    "disclaimer": "Disclaimer",
    "disclaimers": {
      "content": {
        "title": "Liability for contents",
        "message": "The contents of our pages were created with the utmost care. For the accuracy, completeness and timeliness of the contents, we can take over no guarantee. As a service provider we are responsible according to § 7 1 TMG (Telemedia Act) for own contents on these pages according to the general responsible for our own content on these pages. According to §§ 8 to 10 TMG, we are as a service service provider, we are not obligated to monitor transmitted or stored to monitor transmitted or stored third-party information or to investigate circumstances or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information according to the general laws remain unaffected. However, any liability in this respect is only possible from the time of knowledge of a concrete violation of the law. If we become aware of infringements of the law, we will remove this content immediately."
      },
      "links": {
        "title": "Liability for links",
        "message": "Our offer contains links to external websites of third parties, on whose contents we have no influence. Therefore, we can not assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. However, a permanent control of the contents of the linked pages is not reasonable without concrete evidence of a violation of the law. If we become aware of any infringements, we will remove such links immediately."
      },
      "copyright": {
        "title": "Copyright",
        "message": "The content and works created by the site operators on these pages are subject to German copyright law. The reproduction, editing, distribution and any kind of exploitation outside the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any infringements, we will remove such content immediately."
      },
      "data_privacy": {
        "title": "Data privacy",
        "message": "The use of our website is generally possible without providing personal data. Insofar as personal data (e.g. name, address or e-mail addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent. We would like to point out that data transmission over the Internet (e.g. when communicating by e-mail) may be subject to security vulnerabilities. Complete protection of data against access by third parties is not possible. We hereby expressly prohibit the use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information material. The operators of this website expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, such as spam e-mails."
      }
    }
  },
  "navigation": {
    "header": {
      "navButtons": {
        "home": "Home",
        "projects": "Projects",
        "legal_notice": "Legal Notice"
      }
    }
  }
}
